{
  "frTranslation": {
    "Home": "Accueil",
    "About": "À propos",
    "Skills": "Compétences",
    "Projects": "Projets",
    "About Me": "À propos de moi",
    "Hard Skills": "Compétences Techniques",
    "Downloadable version of my resume": "Version téléchargeable de mon CV",
    "Hello": "Bonjour",
    "I'm": "Je suis",
    "Ryo Rafael": "Ryo Rafael",
    "Fullstack Developer": "Développeur Fullstack",
    "I am looking for an internship starting from September 2024.": "Je cherche un stage à partir de septembre 2024.",
    "Copyright Ryo Rafael, 2024": "Droits d'auteur Ryo Rafael, 2024",
    "Your Name": "Votre Nom",
    "Your Email": "Votre Email",
    "Your Message": "Votre Message",
    "Submit": "Envoyer",
    "Contact Me": "Contactez-moi",
    "illustration by xopolin": "illustration par xopolin",
    "I am skilled in multiple languages such as HTML CSS Javascript PHP Reactjs Nodejs and Expressjs": "Je suis compétent dans plusieurs langages tels que HTML CSS Javascript PHP Reactjs Nodejs et Expressjs",
    "I am learning Swift Python and React Native": "J'apprends Swift Python et React Native",
    "My Portfolio": "Mon Portfolio",
    "I have done multiple group projects and personal projects that you can see below": "J'ai réalisé plusieurs projets de groupe et projets personnels que vous pouvez voir ci-dessous",
    "Portfolio": "Portfolio",
    "Developed my portfolio using react.js and other libraries that have been imported.": "Développé mon portfolio en utilisant react.js et d'autres bibliothèques qui ont été importées.",
    "Le Fou Frog": "Le Fou Frog",
    "Developed a website for the restaurant Le Fou Frog, where I used HTML, CSS and Javascript. Eventually will configure an API for taking reservations and automatically sending them to the server.": "Développé un site web pour le restaurant Le Fou Frog, où j'ai utilisé HTML, CSS et Javascript. Eventuellement, je configurerai une API pour prendre des réservations et les envoyer automatiquement au serveur.",
    "Social Media Project": "Projet de Réseau Social",
    "Reconfiguration of code that was given to us as a group of 2, we had to sort out the code and fix the server connections with mySQL and php.": "Reconfiguration du code qui nous a été donné en tant que groupe de 2, nous avons dû trier le code et corriger les connexions serveur avec mySQL et php.",
    "Data Visualization Project": "Projet de Visualisation de Données",
    "In a group of 3 we deployed a website and integrated a weather and geolocation API. We used JSON and asynchronous methods.": "Dans un groupe de 3, nous avons déployé un site web et intégré une API météorologique et de géolocalisation. Nous avons utilisé JSON et des méthodes asynchrones.",
    "On Meuble": "On Meuble",
    "A group project of 8 we worked on both back end and front end. Back end we used express.js and supabase and front we used react.": "Un projet de groupe de 8 personnes sur lequel nous avons travaillé à la fois sur le back-end et le front-end. Pour le back-end, nous avons utilisé express.js et supabase et pour le front-end, nous avons utilisé react.",
    "See More on Github": "Voir Plus sur Github"
  }
}
